[A_Accuracy_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="箭无虚发"
mTooltip="友方远程生物的基础伤害提高 %buff1.buff.stat1。"

[A_Accuracy_Archery_Master_Buff H7BaseBuff]
mName="箭无虚发"
mTooltip=""

[A_Accuracy_Buff H7BaseBuff]
mName="箭无虚发"
mTooltip=""

[A_Archery_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="箭术"
mTooltip="所有友方远程生物以 %buff1.buff.stat1 %icon_Attack 攻击射击，且该单位总是以满射程攻击。"

[A_Archery_Buff H7BaseBuff]
mName="箭术"
mTooltip=""

[A_BattleFrenzy_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="战斗狂热"
mTooltip="友方近战生物的基础伤害提高 %buff1.buff.stat1。"

[A_BattleFrenzy_Buff H7BaseBuff]
mName="战斗狂热"
mTooltip=""

[A_BattleFrenzy_Buff_Frenzy_Spec H7BaseBuff]
mName="战斗狂热"
mTooltip=""

[A_GiantSlayer_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="屠戮巨人"
mTooltip="友方生物在攻击或反击大型生物时获得 %spell1.spell.special.val1 %ICON_ATTACK 攻击。"

[A_GiantSlayer_CreatureAbility H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[A_Homeland_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="本土作战"
mTooltip="总督：此城镇控制区内的所有友方英雄获得 %buff1.buff.stat %buff1.buff.stat.icon 力量。"

[A_Homeland_Buff H7BaseBuff]
mName="本土作战"
mTooltip="此控制区内 %stat %stat.icon 力量"

[A_MasterFlanker_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="包抄大师"
mTooltip="友方生物的侧击和全力侧击伤害加成提高 %buff1.buff.stat.norm 个百分点。"

[A_MasterFlanker_Buff H7BaseBuff]
mName=""
mTooltip=""

v1.41

[A_PerfectOffense_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="完美进攻"
mTooltip="英雄的攻击根据英雄等级造成 %buff1.buff.stat1 额外伤害。当他使用英雄攻击或战嚎技能时，他在该回合获得第二次行动。"

[A_PerfectOffense_Buff H7BaseBuff]
mName="完美进攻"
mTooltip=""

[A_Offense_Skill H7Skill]
mName="进攻"
mTooltip="这是进攻技能工具提示"
mDescriptions[0]="提高英雄的力量。"
mDescriptions[1]=""
mDescriptions[2]="英雄的力量提高 %stat1.norm %stat1.icon。"
mDescriptions[3]="英雄的力量额外提高 %stat1.norm %stat1.icon。"
mDescriptions[4]="英雄的力量额外提高 %stat1.norm %stat1.icon。\n\n与大师级<font color="#00588BFF">火系魔法</font>结合时，解锁<font color="#00FFCB44">协同能力</font>：燃烧之刃。"